Repository: ketoo/NoahGameFrame
Catalog: Dependencies/mono-3.6.0.39/mcs/class/Npgsql/Npgsql/Design/ConnectionStringEditorForm.*.resx
Languages: es

# tp_connection.Text
source: Connection
es: Conexión

# btn_refresh.Text
source: Refresh
es: Refrescar

# btn_check_connection.Text
source: Check connection
es: Verificar conexión

# gb_add_parms.Text
source: Additional parameters
es: Parámetros adicionales:

# lab_timeout.Text
source: Connect timeout:
es: Conexión-Timeout:

# lab_select_db.Text
source: 3. Select the database on the server:
es: 3. Seleccione la Base de Datos en el servidor:

# lab_username.Text
source: Username:
es: Usuario:

# lab_login.Text
source: 2. Give your login information
es: 2. Indique su información de ingreso (login)

# lab_server.Text
source: 1. Type the server DNS-Name or IP-Address:
es: 1. Indique el nombre del servidor o una dirección IP:

# lab_advise.Text
source: Please fill the following fields to connect to a PostgreSQL-Database:
es: Por favor llene los campos siguientes para conectarse a una Base de Datos PostgreSQL:

# btn_cancel.Text
source: Cancel
es: Cancelar

# btn_help.Text
source: Help
es: Ayuda

# MsgboxTitle_Success
source: Success
es: Exitoso

# MsgboxText_Success
source: The connection test was successful!
es: ¡La prueba de conexión fue exitosa!

# MsgboxText_NoServer
source: You must specify a servername or ip-address!
es: ¡Debe especificar un nombre de servidor o una dirección IP!

# MsgboxText_NoUser
source: You must specify a username!
es: ¡Debe especificar un nombre de usuario!

# MsgboxText_NoDb
source: You must specify a database!
es: ¡Debe especificar una Base de Datos!

# MsgboxText_TimeoutNaN
source: The connect timeout must be a number!
es: ¡El valor de timeout (tiempo de espera) de conexión debe ser un número!

# MsgboxText_TimeoutOverflow
source: A connect timeout that doesn't fit into an Int32 is not reasonable ;-)
es: Un valor de timeout(tiempo de espera) de conexión que no se ajuste a un tipo Int32 no es razonable ;-)
